Repository: dkaluta/Prosary
Catalog: iOS/ProsaryWidgets/WidgetStrings.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# widget.today.description
source: Today’s feast and readings, with a shortcut to pray the Rosary.
ar: عيد اليوم وقراءاته، مع اختصار لصلاة الوردية.
fil: Kapistahan at mga pagbasa ngayon, na may shortcut sa pagdarasal ng Rosaryo.
fr: La fête et les lectures du jour, avec un raccourci vers le Rosaire.
he: החג ומקראות היום, עם קיצור דרך לתפילת המחרוזת.
it: La festa e le letture del giorno, con un collegamento al Rosario.
ru: Праздник и чтения дня, с быстрым переходом к Розарию.
uk: Свято й читання дня зі швидким переходом до Розарію.

# widget.today.open
source: Open Today
ar: فتح اليوم
fil: Buksan ang Ngayon
fr: Ouvrir Aujourd’hui
he: פתיחת היום
it: Apri Oggi
ru: Открыть «Сегодня»
uk: Відкрити «Сьогодні»

# widget.today.empty
source: Open Today to view your calendar.
ar: افتح اليوم لعرض تقويمك.
fil: Buksan ang Ngayon upang tingnan ang iyong kalendaryo.
fr: Ouvrez Aujourd’hui pour consulter votre calendrier.
he: פתחו את היום לצפייה בלוח השנה.
it: Apri Oggi per consultare il calendario.
ru: Откройте «Сегодня», чтобы посмотреть календарь.
uk: Відкрийте «Сьогодні», щоб переглянути календар.

# widget.today.rosary
source: Pray Today’s Rosary
ar: صلِّ وردية اليوم
fil: Dasalin ang Rosaryo Ngayon
fr: Prier le Rosaire du jour
he: תפילת מחרוזת היום
it: Prega il Rosario di oggi
ru: Молиться Розарием дня
uk: Молитися Розарієм дня

# widget.prayer.name
source: Prayer
ar: صلاة
fil: Panalangin
fr: Prière
he: תפילה
it: Preghiera
ru: Молитва
uk: Молитва

# widget.prayer.entity
source: Saved Prayer
ar: صلاة محفوظة
fil: Naka-save na Panalangin
fr: Prière enregistrée
he: תפילה שמורה
it: Preghiera salvata
ru: Сохранённая молитва
uk: Збережена молитва

# widget.prayer.choose
source: Choose a Prayer
ar: اختر صلاة
fil: Pumili ng Panalangin
fr: Choisir une prière
he: בחירת תפילה
it: Scegli una preghiera
ru: Выберите молитву
uk: Виберіть молитву

# widget.prayer.description
source: Open a saved prayer and see your progress.
ar: افتح صلاة محفوظة وتابع تقدمك.
fil: Buksan ang naka-save na panalangin at tingnan ang iyong progreso.
fr: Ouvrez une prière enregistrée et suivez votre progression.
he: פתחו תפילה שמורה וצפו בהתקדמות שלכם.
it: Apri una preghiera salvata e segui i tuoi progressi.
ru: Открывайте сохранённую молитву и следите за своим продвижением.
uk: Відкривайте збережену молитву й стежте за своїм поступом.

# widget.prayer.progress
source: %lld of %lld
ar: %lld من %lld
fil: %lld sa %lld
fr: %lld sur %lld
he: %lld מתוך %lld
it: %lld di %lld
ru: %lld из %lld
uk: %lld із %lld

# widget.prayer.repetitions
source: Repetition %lld
ar: التكرار %lld
fil: Pag-uulit %lld
fr: Répétition %lld
he: חזרה %lld
it: Ripetizione %lld
ru: Повторение %lld
uk: Повторення %lld

# widget.prayer.resume
source: Resume Prayer
ar: متابعة الصلاة
fil: Ipagpatuloy ang Panalangin
fr: Reprendre la prière
he: המשך התפילה
it: Riprendi la preghiera
ru: Продолжить молитву
uk: Продовжити молитву

# widget.prayer.begin
source: Begin Prayer
ar: ابدأ الصلاة
fil: Simulan ang Panalangin
fr: Commencer la prière
he: תחילת התפילה
it: Inizia la preghiera
ru: Начать молитву
uk: Почати молитву

# widget.prayer.missing
source: This prayer is no longer saved. Edit the widget to choose another.
ar: لم تعد هذه الصلاة محفوظة. عدّل الأداة لاختيار صلاة أخرى.
fil: Hindi na naka-save ang panalanging ito. I-edit ang widget upang pumili ng iba.
fr: Cette prière n’est plus enregistrée. Modifiez le widget pour en choisir une autre.
he: תפילה זו אינה שמורה עוד. ערכו את הווידג׳ט לבחירת תפילה אחרת.
it: Questa preghiera non è più salvata. Modifica il widget per sceglierne un’altra.
ru: Эта молитва больше не сохранена. Измените виджет, чтобы выбрать другую.
uk: Цю молитву більше не збережено. Змініть віджет, щоб вибрати іншу.

# widget.prayer.empty
source: Save a prayer in Prosary, then edit this widget to choose it.
ar: احفظ صلاة في Prosary، ثم عدّل هذه الأداة لاختيارها.
fil: Mag-save ng panalangin sa Prosary, pagkatapos ay i-edit ang widget na ito upang piliin ito.
fr: Enregistrez une prière dans Prosary, puis modifiez ce widget pour la choisir.
he: שמרו תפילה ב־Prosary, ואז ערכו את הווידג׳ט כדי לבחור בה.
it: Salva una preghiera in Prosary, poi modifica questo widget per sceglierla.
ru: Сохраните молитву в Prosary, затем выберите её в настройках виджета.
uk: Збережіть молитву в Prosary, а потім виберіть її в налаштуваннях віджета.

# widget.prayer.library
source: Open Library
ar: فتح المكتبة
fil: Buksan ang Aklatan
fr: Ouvrir la bibliothèque
he: פתיחת הספרייה
it: Apri la libreria
ru: Открыть библиотеку
uk: Відкрити бібліотеку

# widget.today.name
source: Today
ar: اليوم
fil: Ngayon
fr: Aujourd’hui
he: היום
it: Oggi
ru: Сегодня
uk: Сьогодні

# widget.today.intention
source: The Pope’s intention
ar: نية البابا
fil: Intensiyon ng Papa
fr: L’intention du pape
he: כוונת האפיפיור
it: L’intenzione del Papa
ru: Намерение Папы
uk: Намірення Папи

# widget.today.torah
source: Weekly Torah portion
ar: قراءة التوراة الأسبوعية
fil: Lingguhang bahagi ng Torah
fr: Paracha de la semaine
he: פרשת השבוע
it: Porzione settimanale della Torah
ru: Недельная глава Торы
uk: Тижневий розділ Тори
